{"id":4,"category_name":"Chest Opening Yoga","category_description":"Open your heart and shoulders in chest opening yoga poses like Camel Pose, Fish Pose and Wild Thing.","poses":[{"id":3,"category_name":"Chest Opening Yoga","english_name":"Bow","sanskrit_name_adapted":"Dhanurasana","sanskrit_name":"Dhanurāsana","translation_name":"dhanur = bow, āsana = posture","pose_description":"From a prone position with the abdomen on the earth, the hands grip the ankles (but not the tops of the feet) with knees no wider than the width of your hips.  The heels are lifted away from the buttocks and at the same time the thighs are lifted away from the earth working opposing forces as the heart center, hips and back open.  The gaze is forward.","pose_benefits":"Stretches the entire front of the body, ankles, thighs and groins, abdomen and chest, and throat, and deep hip flexors (psoas).  Strengthens the back muscles.  Improves posture.  Stimulates the organs of the abdomen and neck.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483072/yoga-api/3_aa0fgk.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483072/yoga-api/3_aa0fgk.png","url_svg_alt":"https://www.dropbox.com/s/wizj5kwxvez4c0a/bow.svg?raw=1"},{"id":6,"category_name":"Chest Opening Yoga","english_name":"Camel","sanskrit_name_adapted":"Ustrasana","sanskrit_name":"Uṣṭrāsana","translation_name":"uṣṭra = camel, āsana = posture","pose_description":"From a kneeling position the knees are hip width apart and the thighs are perpendicular to the earth.  The inner thighs are narrowed and rotated slightly inward with the buttocks engaged but not hardened.  The tailbone is tucked under but the hips do not puff forward.  The shins and tops of the feet are pressed firmly into the earth.  The ribcage is open, along with the heart center, but the lower front ribs do not protrude sharply towards the sky.  The lower back lifts the ribs away from the pelvis to keep the lower spine as long as possible.  The base of the palms are pressed firmly against the soles (or heels) of the feet and the fingers are pointed toward the toes.  The arms are extended straight and are turned slightly outward at the shoulder joint so the elbow creases face forward without squeezing the shoulder blades together.  The neck is in a relatively neutral position, neither flexed nor extended, or (for the advanced practitioners only) the head drops back.  Be careful not to strain your neck and harden your throat.  The gaze is either towards the sky or towards the earth, depending upon your flexibility.","pose_benefits":"Stretches the entire front of the body, the ankles, thighs and groins, abdomen and chest, and throat.  Stretches the deep hip flexors (psoas).  Strengthens back muscles.  Improves posture.  Stimulates the organs of the abdomen and neck.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483075/yoga-api/6_ri1w0e.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483075/yoga-api/6_ri1w0e.png","url_svg_alt":"https://www.dropbox.com/s/o5gr4lngltsdg5r/camel.svg?raw=1"},{"id":8,"category_name":"Chest Opening Yoga","english_name":"Cow","sanskrit_name_adapted":"Bitilasana","sanskrit_name":"Bitilāsana","translation_name":"bitil = cow, āsana = posture","pose_description":"From  box neutral the ribcage is lifted with a gentle sway in the low back.  The tailbone lifts up into dog tilt.  The eyes are soft and the gaze is to the sky.","pose_benefits":"Removes fatigue.  Improves breathing and the circulation of blood to the brain.  Rejuvenates the entire body.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483077/yoga-api/8_wi10sn.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483077/yoga-api/8_wi10sn.png","url_svg_alt":"https://www.dropbox.com/s/neau4ceai1rskh6/cow.svg?raw=1"},{"id":35,"category_name":"Chest Opening Yoga","english_name":"Sphinx","sanskrit_name_adapted":"Salamba Bhujangasana","sanskrit_name":"Sālamba Bhujaṅgāsana","translation_name":"sālamba = supported, bhujaṅga = serpent, āsana = posture","pose_description":"From a prone position with the pelvic bowl is firmly contracted interiorly towards the center line of the body while the pubis is tucked under.  The legs are extended back and the tops of the feet are flat.  The palms are flat and the elbows are on the mat, stacked right below the shoulders.  On an inhalation, lift the sternum and extend the neck away from shoulders with the elbows, palms and pelvic bone firmly attached to the mat.","pose_benefits":"Strengthens the spine.  Stretches the chest, the lungs, the shoulders and the abdomen.  Stimulates the abdominal organs.  Opens the heart and the lungs.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483092/yoga-api/35_dytwvz.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483092/yoga-api/35_dytwvz.png","url_svg_alt":"https://www.dropbox.com/s/cl8teqpf9yingwm/sphinx.svg?raw=1"},{"id":43,"category_name":"Chest Opening Yoga","english_name":"Upward-Facing Dog","sanskrit_name_adapted":"Urdhva Mukha Svsnssana","sanskrit_name":"Ūrdhva Mukha Śvānāsana","translation_name":"ūrdhva = upward, mukha = facing, śvāna = dog, āsana = posture","pose_description":"The body is in a prone position parallel to the earth.  The weight of the body is supported equally by the straight arms and the tops of the feet which press firmly into the earth.  The shoulders are rotated back and down.  The ribcage is lifted and pulled thru to the front in a slight upper thoracic backbend.  The joints are stacked with the wrists, elbows and shoulders in a straight-line.  The neck is a natural extension of the spine and the chin is slightly tucked.  The abdomen is pulled up towards the spine.  The palms are flat and the elbows are close to the side body.  The gaze is forward.","pose_benefits":"Improves posture.  Strengthens the spine, arms, and wrists.  Stretches the chest, lungs, shoulders, and abdomen.  Firms the buttocks.  Stimulates abdominal organs.  Helps relieve mild depression, fatigue, and sciatica.  Therapeutic for asthma.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483096/yoga-api/43_m3nxjk.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483096/yoga-api/43_m3nxjk.png","url_svg_alt":"https://www.dropbox.com/s/vnfx1srlwt1583t/updog.svg?raw=1"},{"id":47,"category_name":"Chest Opening Yoga","english_name":"Wheel","sanskrit_name_adapted":"Urdhva Dhanurasana","sanskrit_name":"Ūrdhva Dhanurāsana","translation_name":"ūrdhva = upward, dhanu = bow, āsana = posture","pose_description":"Pressed up from a supine position, lying on your back, the palms are rooted into the earth with the fingers pointed towards the heels.  The feet are grounded.  The hips are pressed up.  The thighs are rotated inward.  The thoracic spine is arched creating a strong crescent arch along the spinal column.  The gaze is forward.","pose_benefits":"Strengthens the arms, wrists, legs, buttocks, abs, and spine.  Stimulates the thyroid and pituitary.  Increases energy and counteracts depression.  Therapeutic for asthma, back pain, infertility, and osteoporosis.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/47_w2jsof.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/47_w2jsof.png","url_svg_alt":"https://www.dropbox.com/s/kpa1bewuut3lm5q/wheel.svg?raw=1"},{"id":48,"category_name":"Chest Opening Yoga","english_name":"Wild Thing","sanskrit_name_adapted":"Camatkarasana","sanskrit_name":"Camatkārāsana","translation_name":"camatkāra = struck with wonder, āsana = posture","pose_description":"From downward dog pose, elevate one leg toward the sky and stack the corresponding hip over the other hip.  Bring the upper heel as close to the buttocks as possible.  The hips remain stacked; then bring the shoulders forward slowly over the hands.  Replace the corresponding hand to the upraised leg with the other hand and flip yourself over and extend the top hand forward.  The bottom foot is now facing toward the front of the mat and you remain on the ball of the top foot and the corresponding knee is bent.  Continue to lift hips up towards the sky and continue reaching the free hand towards the front of the room and slightly downwards.  Allow the head to curl back.","pose_benefits":"Stretches the chest, shoulders, back, and throat.  Strengthens and opens the hips, hip flexors, and thighs.","url_svg":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.svg","url_png":"https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.png","url_svg_alt":"https://www.dropbox.com/s/d1dbdvo4l7xry4w/downdogflip.svg?raw=1"}]}